[
    {
      "id": "1",
      "name": "Alastor",
      "image": "https://github.com/Whoisannsoft/Trabajo-FINAL/blob/main/personajes%20para%20galeria/alastor.png?raw=true",
      "description": "Alastor (también conocido como el Demonio de la Radio o Radio Demon, con la voz de Amir Talai): Es un demonio pecador con una forma humanoide similar a la de un ciervo, siendo uno de los Overlords más poderosos del Infierno, junto a otros demonios tales como Valentino, Vox y Velvette. Él es compañero de negocios de Charlie en el Hazbin Hotel, pero sin esperanzas reales de que el lugar funcione, solo quedándose ahí para su propia diversión sadista y ver cómo las almas del Infierno fallan al intentar ser mejores. Trajo también consigo al hotel a Husk y a Niffty para ser parte del staff, de cuyas almas él es dueño, y que ya conocían a Alastor en el pasado. La voz de Alastor es similar a la de un presentador de radio antiguo. Como resultado de esto, él siempre esta sonriendo y es cortés con las personas, mientras oculta una sonrisa siniestra cuando no lo están mirando. Alastor parece ser algo narcisista, ya que no ve a mucha gente a su nivel y suele tener cierta enemistad con las personas que piensan completamente diferente a él, como Vox. Sin embargo, eso no lo hace imprudente, ya que a pesar de ser extremadamente poderoso, Alastor es plenamente consciente de que hay otros demonios y entidades que lo rivalizan en términos de poder, como Lucifer, por lo que desconfía de esos demonios que podrían hacerle daño si no tiene cuidado. En el pasado, hizo un contrato con Husk en el que él le entregó su alma para salvarlo de sus deudas, y a cambio Alastor lo hizo su esclavo, adueñándose de su alma y obligando a Husk a cumplir todas sus órdenes. Durante su vida humana, Alastor era un locutor de radio y asesino en serie en Nueva Orleans, que murió en el año 1933 a sus treintas debido a un incidente relacionado con perros. Se cree que durante su vida humana practicaba el vudú o magia negra.."
    },
    {
      "id": "2",
      "name": "Angel",
      "image": "https://github.com/Whoisannsoft/Trabajo-FINAL/blob/main/personajes%20para%20galeria/ANGEL.png?raw=true",
      "description": "Angel Dust (cuyo verdadero nombre es Anthony, con la voz de Blake Roman): Él es un demonio pecador con forma de araña antropomórfica, una estrella de cine para adultos y el primer paciente del hotel. Suele meterse en problemas y molestar a Vaggie y a Husk, pese a que Charlie busca que él sea una mejor persona. Angel Dust suele ser muy sarcástico y descarado, ya que no tiene problemas con ser imprudente a su manera. También es muy bromista, a tal grado de parecer que no se toma ninguna situación con la seriedad que merece, y esto lo ha llevado a tener ciertas enemistades. A pesar de su personalidad, él es conocido y querido por varios debido a su popularidad como estrella de cine para adultos; sin embargo, lo hace para cumplir con el trabajo de su jefe Valentino, quien en varias ocasiones ha abusado sexualmente de él, llevando a que lo odie y le tema. Pese a su fama y las ganancias que recibe Valentino por su labor, Angel Dust jamás es respetado por él, algo que lo hace enojar, ya que solo recibe órdenes para ser explotado sexualmente. Tiene como mascota a un cerdo miniatura demoníaco llamado Fat Nuggets, y su mejor amiga es Cherri Bomb, con quien suele meterse en problemas por diversión, por lo que puede llegar a ser una mala influencia para él. En su vida humana, su nombre era Anthony y formaba parte de una familia de mafiosos en Nueva York. Él era un estadounidense de ascendencia italiana, tenía una buena relación con su hermana melliza Molly, y una mala relación con su papá y su hermano mayor. Murió en los años 40 en sus treintas debido a una sobredosis de droga; al llegar al Infierno, cambió su nombre a Angel Dust (o en español polvo de ángel), el cual es un apodo usado para referirse a la droga fenciclidina/PCP."
    },
    {
      "id": "3",
      "name": "Charlie",
      "image": "https://github.com/Whoisannsoft/Trabajo-FINAL/blob/main/personajes%20para%20galeria/charlie.png?raw=true",
      "description":"Charlie Morningstar, comúnmente conocida como Charlie, es una demonio oriunda del infierno y princesa del mismo, fundadora del Happy Hotel y protagonista principal del Hotel Hazbin.La distanciada hija de Lucifer, y de Lilith, así como la nieta del Creador. Charlie quiere hacer lo correcto para su reino y encontrar una manera de redimir a los pecadores al cielo a través de la rehabilitación en el Hotel Hazbin."
    },
    {
      "id": "4",
      "name": "Cherri",
      "image": "https://github.com/Whoisannsoft/Trabajo-FINAL/blob/main/personajes%20para%20galeria/CHERRI.png?raw=true",
      "description": "Cherri Bomb es una anarquista radical y personaje secundaria de Hazbin Hotel. Es la mejor amiga y compañera de crímenes de Angel Dust."
    },
    {
      "id": "5",
      "name": "Husk",
      "image": "https://github.com/Whoisannsoft/Trabajo-FINAL/blob/main/personajes%20para%20galeria/Husk.png?raw=true",
      "description": "Husk es un demonio pecador y uno de los personajes principales de Hazbin Hotel. Antiguamente un Overlord que perdió su alma en una apuesta con Alastor. Actualmente, trabaja con Charlie en el Hazbin Hotel como barman y recepcionista del mismo."
    },
    {
      "id": "6",
      "name": "Lucifer",
      "image": "https://github.com/Whoisannsoft/Trabajo-FINAL/blob/main/personajes%20para%20galeria/Lucifer.png?raw=true",
      "description": "Lucifer Morningstar o Lucifer Lucero del Alba(EE) es un ángel caído y un personaje secundario en Hazbin Hotel (serie), hizo su primera aparición en 'Dad Beat Dad'. Es una de las creaciones de Dios, el padre de Charlie Morningstar y distanciado esposo de Lilith. Es el gobernante de todo el infierno y uno de los siete pecados capitales, que encarna el pecado del orgullo."
    },
    {
      "id": "7",
      "name": "Niffty",
      "image": "https://github.com/Whoisannsoft/Trabajo-FINAL/blob/main/personajes%20para%20galeria/NIFFTY.png?raw=true",
      "description": "Niffty es uno de los personajes principales de Hazbin Hotel. Ella trabaja con Charlie en el Hotel Hazbin como limpiadora y cocinera del mismo."
    },
    {
      "id": "8",
      "name": "Sir pentious",
      "image": "https://github.com/Whoisannsoft/Trabajo-FINAL/blob/main/personajes%20para%20galeria/sir%20pen.png?raw=true",
      "description": "Sir Pentious, fue un demonio pecador y previamente antagonista, ahora uno de los personajes principales, quien hizo su primera aparición en el piloto de Hazbin Hotel. Fue un demonio de la época victoriana que se esforzaba por ser moderno y genial y le apasiona construir máquinas de destrucción steampunk. Su objetivo en el piloto era conquistar el Infierno usando sus máquinas y su ejército de Egg Boiz. Fue el segundo pecador que el hotel buscaba redimir. Después de sacrificarse por sus amigos, renació como un ángel y fue transportado al Cielo."
    },
    {
      "id": "9",
      "name": "Vaggie",
      "image": "https://github.com/Whoisannsoft/Trabajo-FINAL/blob/main/personajes%20para%20galeria/vaggie.png?raw=true",
      "description": "Vaggie es una ángel y ex exorcista. Es uno de los personajes principales de Hazbin Hotel y ejerce de gerente del Hazbin Hotel. Hábil en combate y muy protectora con su novia Charlie, Vaggie es dura pero tiene un corazón de oro."
    },
    {
      "id": "10",
      "name": "Egg bois",
      "image": "https://github.com/Whoisannsoft/Trabajo-FINAL/blob/main/personajes%20para%20galeria/egg.png?raw=true",
      "description": "Los Egg Boiz son sirvientes huevo que tienen pequeñas extremidades negras. Parece que sus ojos amarillos están realmente dentro de la grieta larga de sus cascaras y sus bocas son una grieta adicional de sus cascaras."
    },
    {
      "id": "11",
      "name": "Tom trench",
      "image": "https://github.com/Whoisannsoft/Trabajo-FINAL/blob/main/personajes%20para%20galeria/tom%20trench.jpg?raw=true",
      "description": "Tom Trench es un co-presentador de noticias en 666 News y un personaje secundario de Hazbin Hotel."
    },
    {
      "id": "12",
      "name": "Mimzy",
      "image": "https://github.com/Whoisannsoft/Trabajo-FINAL/blob/main/personajes%20para%20galeria/mimzy.jpg?raw=true",
      "description": "Mimzy es una demonios pecadora y cantante quien es propietaria de un club. Es un personaje secundario de Hazbin Hotel, quien hizo su primera aparición en."
    },
    {
      "id": "13",
      "name": "Valentino",
      "image": "https://github.com/Whoisannsoft/Trabajo-FINAL/blob/main/personajes%20para%20galeria/Valentino.jpg?raw=true",
      "description": "Valentino es uno de varios Overlords del Infierno. Es el propietario de un estudio porno y jefe abusivo de Angel Dust. Es asociado cercano de Vox y Velvette, y es uno de los antagonistas principales de Hazbin Hotel."
    },
    {
      "id": "14",
      "name": "Lute",
      "image": "https://github.com/Whoisannsoft/Trabajo-FINAL/blob/main/personajes%20para%20galeria/Lute.png?raw=true",
      "description": "Lute es una exorcista, anteriormente la teniente de Adán, antagonista secundaria en Hazbin Hotel, y será una antagonista principal en la segunda temporada de la serie. Tras la muerte de Adán en el último episodio, Lute lo sucede en su cargo y pasa a ser la comandante de los exorcistas."
    },
    {
      "id": "15",
      "name": "Vox",
      "image": "https://github.com/Whoisannsoft/Trabajo-FINAL/blob/main/personajes%20para%20galeria/vox.jpg?raw=true",
      "description": "Vox es un pecador y uno de los varios Overlords del Infierno. Es un antagonista principal en Hazbin Hotel. Es dueño y CEO de VoxTek y el líder de los Vees, junto a Valentino y Velvette. Como empresario experto en tecnología, Vox mueve los hilos de las noticias y los medios de comunicación del Infierno y está dedicado a controlar a los ciudadanos de Ciudad Pentagrama y apartarlos de Alastor, su rival en influencia y tecnología."
    }
  ]
  